/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " （核心傾印）";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- 發現伺服器 ---";

/* Used between items concatenated into comma-separated lists. */
", " = "、";

/* Inspector process list: process name status annotation */
"(stopped)" = "（已停止）";

/* Inspector process list: process name status annotation */
"(zombie)" = "（zombie）";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[找不到指令：%@]";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[無法製作新的程序並打開pseudo-tty。]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[程序完成]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[程序結束 - 結束代碼%u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[程序被訊號%1$d%2$s終止]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[已回復%@]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[回復的內容被截斷]";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "無法打開「%@」，因為不允許「%@」在「終端機」中打開文件。";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "⋯";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@（%d）";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@：%@";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@⋯";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "%@的描述檔";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "%@的視窗群組";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@⋯%@";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* Window settings preferences; Text appearance; format string for font field; argument 1 is the font name, argument 2 is the font size */
"%1$@ %2$@ pt" = "%1$@%2$@";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥⃣ ➔  àáâ…" = "⌥⃣ ➔  àáâ…";

/* The 'use Option as Meta' title when on. */
"⌥⃣ ➔ M⃣eta" = "⌥⃣ ➔ M⃣eta";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Option";

/* Jump/Select to Previous Bookmark function key description. */
"△" = "△";

/* Jump/Select to Next Bookmark function key description. */
"▽" = "▽";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "已存在名為「%@」的描述檔。";

/* (No Comment) */
"Alter Profiles" = "更改描述檔";

/* Function key description */
"Background Color" = "背景顏色";

/* Default settings; name for default Black on White settings */
"Black on White" = "白底黑字";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "黃底黑字";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "白底藍字";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "在%@加入書籤";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "終端機已啟用Bracketed Paste Mode，要傳送的文字包含跳脫序列，標示貼上文字的結尾。這對於Bracketed Paste Mode是無效的，並可能讓文字中的後續內容任意執行指令。";

/* Name of built-in default window settings */
"Built-in" = "內建";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "更改設定";

/* Menu item title */
"Clear to Previous Bookmark" = "清除至上一個書籤";

/* Menu item title */
"Clear to Previous Mark" = "清除至上一個標記";

/* Menu item title */
"Clear to Selected Bookmark" = "清除至所選的書籤";

/* Menu item title */
"Clear to Selected Mark" = "清除至所選的標記";

/* Menu item title */
"Clear to Start of Selection" = "清除至所選範圍開頭";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Close All" = "關閉全部";

/* Close current split-pane */
"Close split-pane" = "關閉分割面板";

/* (No Comment) */
"Close split-view" = "關閉分割顯示";

/* Tab close-button accessibility label/title. */
"Close tab" = "關閉標籤頁";

/* Tab close-button accessibility role description. */
"close tab button" = "關閉標籤頁按鈕";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "若關閉此標籤頁會終止正在執行的「%@」程序。";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "若關閉此標籤頁會終止正在執行的程序：%@。";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "若關閉此視窗將會終止正在執行的%@程序。";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "若關閉此視窗將會終止正在執行的程序：%@。";

/* Compose Email Message contextual menu item. */
"Compose" = "編寫";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "連線";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "拷貝";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "預設值";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "您要關閉此標籤頁嗎？";

/* Window close sheet; message title */
"Do you want to close this window?" = "您要關閉此視窗嗎？";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "您要終止正在此標籤頁中執行的程序嗎？";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "您要終止正在此視窗中執行的程序嗎？";

/* pboard couldn't give a string. */
"Error: couldn't create a new terminal" = "錯誤：無法新增終端機";

/* Service */
"File Transfer (ftp)" = "檔案傳送（ftp）";

/* Find Panel; window title */
"Find" = "尋找";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "黑底綠字";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "隱藏檢閱器";

/* Menu item title */
"Hide Marks" = "隱藏標記";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "隱藏標籤頁列";

/* Inspector process list: process status */
"Idle" = "閒置";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "若您不檢視視窗，將終止所有正在執行的程序。";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "插入書籤";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "插入書籤";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "可能未從其他機器完全拷貝。";

/* Look Up contextual menu item. */
"Look Up" = "查詢";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "查詢「%@」";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "查詢「%@⋯」";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "M";

/* Open man Page function key label. */
"man page" = "man頁面";

/* strings used for Shortcut man page support */
"Man Pages" = "man頁面";

/* Open man Page function key options label. */
"man Title Automatic" = "自動";

/* Open man Page function key options label. */
"man Title Fixed Width" = "等寬字";

/* Open man Page function key options label. */
"man Title None" = "無";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "無法輸入多個檔案。";

/* Default name for new window settings */
"New profile" = "新增描述檔";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "新增遠端連線";

/* Function key description */
"New Remote Connection" = "新增遠端連線";

/* Button title for making a new tab. */
"New Tab" = "新增標籤頁";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "新增套用描述檔的標籤頁 – %@";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "新增包含相同指令的標籤頁";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "新增套用描述檔的視窗 - %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "新增包含相同指令的視窗";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "下一個書籤";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "下一個標記";

/* Inspector process list: boolean NO */
"No" = "否";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "沒有書籤";

/* No options for this service */
"No options" = "沒有選項";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "沒有視窗群組";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "沒有儲存的視窗群組";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "物件";

/* No comment provided by engineer. */
"OK" = "好";

/* Open Link contextual menu item. */
"Open Link" = "打開連結";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "打開man頁面";

/* Open man Page contextual menu item. */
"Open man Page" = "打開man頁面";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "為「%@」打開man頁面";

/* Function key description */
"Open man Page for Selection" = "為所選範圍打開man頁面";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Option";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Option鍵為Meta鍵";

/* (No Comment) */
"Paste" = "貼上";

/* Message text for control-character content alert. */
"Paste control characters?" = "要貼上控制字元嗎？";

/* (No Comment) */
"Paste without Control Characters" = "貼上，不包含控制字元";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "上一個書籤";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "上一個標記";

/* Function key description */
"Previous/Next Bookmark" = "上一個/下一個書籤";

/* Function key description */
"Previous/Next Mark" = "上一個/下一個標記";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "上一個/下一個標記 — 插入書籤";

/* Default process name */
"Process name" = "程序名稱";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "描述檔";

/* (No Comment) */
"QuarantineAllow" = "允許";

/* (No Comment) */
"QuarantineDeny" = "不允許";

/* (No Comment) */
"QuarantineMessage" = "這樣會將您的使用者名稱和網路位址透露給其他電腦。若以後不想再收到警告，請將它加入未知主機的ssh列表。";

/* (No Comment) */
"QuarantineMessageError" = "\n\n尋找已知的主機時發生問題（如需詳細資訊，請執行「%@」）。";

/* (No Comment) */
"QuarantineTitle2" = "要允許此項目嗎？";

/* strings used for quarantine alerts */
"QuarantineTitleSSH" = "「終端機」正在為「%2$@」打開一個連接至「%1$@」的ssh連線。";

/* (No Comment) */
"QuarantineTitleTelnet" = "「終端機」正在為「%2$@」打開一個連接至「%1$@」的telnet連線。";

/* No comment provided by engineer. */
"Quit" = "結束";

/* Service */
"Remote Login (telnet)" = "遠端登入（telnet）";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "移除";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "取代";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "若選擇取代「%@」，其原有內容都會被覆蓋掉。";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "若選擇取代「%@」，其原有內容都會被覆蓋掉。";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "檢視視窗⋯";

/* Inspector process list: process status */
"Runnable" = "可執行的";

/* Window group save panel; panel title */
"Save Window Group" = "儲存視窗群組";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "搜尋「%@」的man頁面索引";

/* Open man Page function key options label. */
"Search Term Display:" = "搜尋Term顯示器：";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "搜尋網頁";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "使用%@搜尋";

/* Service */
"Secure File Transfer (sftp)" = "安全檔案傳送（sftp）";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "安全Shell（ssh）";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP（自動）";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP通訊協定1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "顯示檢閱器";

/* Menu item title */
"Show Marks" = "顯示標記";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "顯示標籤頁列";

/* Inspector process list: process status */
"Sleeping" = "睡眠";

/* Split current pane */
"Split pane" = "分割面板";

/* strings used for split view controls */
"Split view" = "分割顯示";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH（自動）";

/* Connect to service option */
"SSH Protocol 1" = "SSH通訊協定1";

/* Connect to service option */
"SSH Protocol 2" = "SSH通訊協定2";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "啟動";

/* Inspector process list: process status */
"Stopped" = "已停止";

/* default title */
"Terminal" = "終端機";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "終端機輸出記錄.txt";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* No comment provided by engineer. */
"Terminate" = "終止";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "中止程序";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@「%2$@」已存在。您要取代嗎？";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@「%2$@」已存在。您要取代它嗎？";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "管理者已經將您的Shell設定為不合法的數值。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "因為沒有適當的取用權限，所以無法執行檔案「%@」。";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "無法輸入檔案「%@」。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "因為檔案「%@」已損毀，所以無法打開。";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "檔案已損毀。您或許可以從製作者處取得完好的檔案。";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "以下的檔案已損毀：%@。您或許可以從製作者處取得完好的檔案。";

/* Window settings; error title when settings name is empty */
"The name is too short." = "名稱太短。";

/* Informative text for control-character content alert. */
"The text contains control characters, which could allow the pasted content to perform arbitrary commands.\n\nTo confirm and Paste, you can use \\U21E7\\U2318\\U23CE." = "文字包含控制字元，可讓貼上的內容執行強制指令。\n\n若要確認並貼上，可使用⇧⌘⏎。";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "若要檢視或更改取用權限，請選取Finder中的檔案並選取「檔案」>「取得資訊」。";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "請嘗試輸入不同名稱。";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "請嘗試輸入更多字元的名稱。";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "使用Option鍵作為Meta鍵";

/* Function key description */
"Use Option as Meta Key" = "使用Option鍵作為Meta鍵";

/* Function key description */
"Use Option Instead of Meta" = "使用Option鍵而不是Meta鍵";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100（PF1-PF4）";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220（PF1-PF4 + F5-F20）";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220緊湊（F1-F20）";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220附加內容（F13-F20）";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420全部啟用（PF1-PF4 + F1-F20）";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "黑底白字";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "藍底白字";

/* Window group save panel; name of object used in replacement panels */
"window group" = "視窗群組";

/* Inspector process list: boolean YES */
"Yes" = "是";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "您未經授權來執行此應用程式。";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "您無法傳送文字到終端機，因為其包含對於Bracketed Paste Mode無效的內容。";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "有%d個正在執行程序的視窗。您要在結束前檢視這些視窗嗎？";

/* Inspector process list: process status */
"Zombie" = "Zombie";

